Repository: awkj/ringcast
Catalog: Tinycast/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Unpin Entry
zh_hans: 取消置顶

source: Unpin Quicklink
zh_hans: 取消置顶快捷链接

source: Unselect File
zh_hans: 取消选择文件

source: Untitled
zh_hans: 未命名

source: Upcoming meetings in launcher
zh_hans: 启动器中的近期会议

source: Update Now
zh_hans: 立即更新

source: Update failed
zh_hans: 更新失败

source: Update installed
zh_hans: 更新已安装

source: Updates
zh_hans: 更新

source: Use Default
zh_hans: 使用默认值

source: Use Original Icon
zh_hans: 使用原始图标

source: Use an installed account or connect an API endpoint.
zh_hans: 使用已安装工具的账户，或连接 API 端点。

source: Use preferred gap
zh_hans: 使用上方设置的间距

source: Use the clipboard
zh_hans: 使用剪贴板

source: Use “%@” anyway
zh_hans: 仍使用“%1$@”

source: Use “%@” with…
zh_hans: 使用“%1$@”…

source: Used by Tinycast features unless they ask you to choose another model.
zh_hans: 供 Tinycast 的各项功能使用，除非该功能另行指定模型。

source: Used by every action except Translate.
zh_hans: 用于翻译之外的所有操作。

source: Value
zh_hans: 值

source: Verifying…
zh_hans: 正在验证…

source: Version %@
zh_hans: 版本 %1$@

source: Version %@ (%@)
zh_hans: 版本 %1$@（%2$@）

source: Version %@ · %@
zh_hans: 版本 %1$@ · %2$@

source: Vertical offset
zh_hans: 垂直偏移

source: Voltage
zh_hans: 电压

source: Volume
zh_hans: 体积

source: Volume Flow Rate
zh_hans: 体积流量

source: Waiting for a running extension command to finish.
zh_hans: 正在等待运行中的扩展命令完成。

source: Waiting for a snippet to finish expanding.
zh_hans: 正在等待文本片段展开完成。

source: Waiting for the uninstaller to finish.
zh_hans: 正在等待卸载完成。

source: Weather
zh_hans: 天气

source: Web search
zh_hans: 联网搜索

source: Website
zh_hans: 网站

source: Weight
zh_hans: 重量

source: Welcome to Tinycast
zh_hans: 欢迎使用 Tinycast

source: What %@ does with its result
zh_hans: %1$@如何处理结果

source: What Escape does once the search field is already empty.
zh_hans: 搜索框已为空时，按 Escape 执行的操作。

source: What doesn't, yet
zh_hans: 尚未支持

source: What summoning AI Chat lands on.
zh_hans: 唤出 AI 聊天时显示的内容。

source: What works
zh_hans: 已支持

source: What {selection} does when the app in front exposes nothing to read.
zh_hans: 当前应用没有可读取的文本时，{selection} 的处理方式。

source: What ↵ does on an entry; ⌘↵ does the other one.
zh_hans: 按 ↵ 执行此操作，按 ⌘↵ 执行另一项操作。

source: When the next event reaches the menu bar. Today includes the next 30
zh_hans: 设置下个日程何时出现在菜单栏中。「今天」包含午夜后

source: When the next event reaches the menu bar. Today includes the next 30 minutes after midnight.
zh_hans: 设置下个日程何时出现在菜单栏中。「今天」包含午夜后的 30 分钟。

source: When there's no selected text
zh_hans: 未选择文本时

source: Where Tinycast looks when you search for an extension to install.
zh_hans: 搜索安装扩展时使用的来源。

source: Width
zh_hans: 宽度

source: Will search %@/%@/%@ at %@.
zh_hans: 将搜索 %1$@/%2$@/%3$@，版本为 %4$@。

source: Window Command
zh_hans: 窗口命令

source: Window Layout
zh_hans: 窗口布局

source: Window Layouts
zh_hans: 窗口布局

source: Window Management
zh_hans: 窗口管理

source: Window commands
zh_hans: 窗口命令

source: Words
zh_hans: 词数

source: Working…
zh_hans: 正在处理…

source: Workspace
zh_hans: 工作区

source: Write your whole library to a JSON file.
zh_hans: 将整个库写入 JSON 文件。

source: Yesterday
zh_hans: 昨天

source: You can change these anytime in Settings.
zh_hans: 你可以随时在设置中修改这些选项。

source: You can recover it from the Trash in Finder.
zh_hans: 你可以在访达的废纸篓中恢复它。

source: You have %@.
zh_hans: 当前版本为 %1$@。

source: You haven’t created any quicklinks yet.
zh_hans: 你尚未创建快捷链接。

source: You're all set
zh_hans: 一切就绪

source: Your home folder expands to its visible folders and cloud drives, never to its Library. An empty list searches nothing.
zh_hans: 个人文件夹会展开为可见文件夹和云盘，不会搜索其中的 Library。列表为空时不搜索任何内容。

source: Your text is sent ahead of every message in every chat, after what Tinycast
zh_hans: 每条消息前都会发送你的提示词，位于 Tinycast 的内置介绍之后。

source: Your text is sent ahead of every message in every chat, after what Tinycast already tells the model about itself. Both are billed again on each turn.
zh_hans: 每条消息前都会发送你的提示词，位于 Tinycast 的内置介绍之后。两者都会在每轮对话中重新计费。

source: `%@` was not found on this Mac.
zh_hans: 此 Mac 上未找到 `%1$@`。

source: a shortcut.
zh_hans: 快捷键后才会读取。

source: action in the launcher; its shortcut works either way.
zh_hans: 操作列在启动器中，无论是否勾选，快捷键都有效。

source: already tells the model about itself. Both are billed again on each turn.
zh_hans: 两者都会在每轮对话中重新计费。

source: and its own files. Its commands leave the launcher.
zh_hans: 和文件。其命令也会从启动器中移除。

source: and on again — a rebuilt app keeps a stale entry.
zh_hans: 再重新开启；重新构建的应用可能保留旧的权限记录。

source: and the extension's build script.
zh_hans: 和扩展的构建脚本。

source: and the extension's own build script on this Mac.
zh_hans: 和扩展自己的构建脚本。

source: application scripts
zh_hans: 应用脚本

source: application support
zh_hans: 应用支持

source: arbitrary shell code. Only import files you trust.
zh_hans: 任意 Shell 代码，请仅导入可信的文件。

source: arguments, storage, the clipboard, toasts, HUDs and OAuth sign-in.
zh_hans: 参数、存储、剪贴板、通知、提示面板和 OAuth 登录。

source: autosave information
zh_hans: 自动存储信息

source: back.
zh_hans: 恢复。

source: bill an API every time. Apple Intelligence runs on this Mac for nothing.
zh_hans: Apple 智能免费在此 Mac 上运行。

source: brings it back. Preview shows it in a panel first. The checkbox lists the
zh_hans: 「预览」会先在面板中显示结果。勾选可将

source: builds on install
zh_hans: 安装时构建

source: chats a Mac keeps is that Mac's business.
zh_hans: 对话保留设置仅对本机生效。

source: check it yourself.
zh_hans: 并自行检查。

source: command-line tool
zh_hans: 命令行工具

source: confirmation. Never Allow withholds the server without removing it.
zh_hans: 「永不允许」会停用服务器，但不会移除它。

source: endpoints are supported too. API keys stay in your login Keychain.
zh_hans: 兼容 OpenAI 的端点。API 密钥保存在登录钥匙串中。

source: extensions that are no longer installed. Installed extensions are untouched.
zh_hans: 存储内容，不会影响已安装的扩展。

source: group containers
zh_hans: 群组容器

source: here — dependencies first, with the package manager above. Add a
zh_hans: 安装依赖，再在本机构建。请仅添加

source: here — dependencies first, with the package manager above. Add a registry only if you trust who publishes it.
zh_hans: 安装依赖，再在本机构建。请仅添加你信任其发布者的扩展源。

source: holds a JavaScript engine in memory until you leave it — expect Tinycast
zh_hans: JavaScript 引擎会一直驻留内存，直到退出命令。

source: in memory until you leave it.
zh_hans: 驻留内存，直到退出该命令。

source: in on this Mac. Tinycast never stores or asks for their API keys.
zh_hans: Tinycast 不会保存或索取它们的 API 密钥。

source: links. Nothing leaves this Mac.
zh_hans: 数据不会离开此 Mac。

source: login Keychain, never in preferences.
zh_hans: 登录钥匙串中，不会写入偏好设置。

source: macOS could not change mute state (error %d).
zh_hans: macOS 无法更改静音状态（错误 %1$d）。

source: macOS could not change the output volume (error %d).
zh_hans: macOS 无法更改输出音量（错误 %1$d）。

source: macOS could not create the keyboard event.
zh_hans: macOS 无法创建键盘事件。

source: macOS could not open %@. %@
zh_hans: macOS 无法打开 %1$@。 %2$@

source: macOS did not save the requested setting.
zh_hans: macOS 未保存请求的设置。

source: macOS quarantined the downloaded app and Tinycast could not clear the flag.
zh_hans: macOS 已隔离下载的应用，Tinycast 无法清除该标记。

source: macOS reported an unexpected value for this setting.
zh_hans: macOS 返回了此设置的意外值。

source: matched by name
zh_hans: 按名称匹配

source: minutes after midnight.
zh_hans: 的 30 分钟。

source: no current meeting
zh_hans: 当前没有会议

source: one directly. The first call of a chat asks before it runs. Credentials
zh_hans: 某个服务器。对话中的首次调用会在运行前询问。凭据

source: optional
zh_hans: 可选

source: owner/repo, or a link to the folder
zh_hans: owner/repo，或文件夹链接

source: press a shortcut.
zh_hans: 按下快捷键后才会读取。

source: raycast/extensions. These serve source, so installing one builds it
zh_hans: raycast/extensions。这类仓库提供源代码，安装时会先用上方的包管理器

source: reaches no provider. A language downloads the first time you use it.
zh_hans: 也不会连接服务商。首次使用某种语言时，会下载相应的语言包。

source: registry only if you trust who publishes it.
zh_hans: 你信任其发布者的扩展源。

source: selected and replace it. If Tinycast is already listed, switch it off
zh_hans: 选中的文本并进行替换。如果列表中已有 Tinycast，请先关闭

source: selected in other apps and replace it. Nothing is read until you press
zh_hans: 选中的文本并进行替换。只有在你按下

source: server and cannot vouch for what it does.
zh_hans: Tinycast 无法保证其行为。

source: stay in your login Keychain.
zh_hans: 保存在登录钥匙串中。

source: to use noticeably more RAM while one is open.
zh_hans: 因此，打开扩展时 Tinycast 的内存用量会明显增加。

source: today
zh_hans: 今天

source: today or tomorrow
zh_hans: 今天或明天

source: today's
zh_hans: 今天的

source: today's and tomorrow's
zh_hans: 今天和明天的

source: today’s
zh_hans: 今天的

source: trust.
zh_hans: 信任的脚本。

source: which the query fills in.
zh_hans: 搜索内容会填入该参数。

source: your account.
zh_hans: /Applications。

source: ~/.local/share/mise/shims. For Nix (Home Manager):
zh_hans: ~/.local/share/mise/shims。Nix（Home Manager）：

source: © 2026 Abue Ammar · Released under AGPL-3.0
zh_hans: © 2026 Abue Ammar · 基于 AGPL-3.0 发布

source: “%@” Failed
zh_hans: “%1$@”失败

source: “%@” can't be used as a note title.
zh_hans: “%1$@”不能用作笔记标题。

source: “%@” isn't a URL, file path, or deeplink.
zh_hans: “%1$@”不是 URL、文件路径或深层链接。

source: › Automation, then try again.
zh_hans: › 自动化」中允许 Tinycast 控制访达，然后重试。
